Repository: gasparfm/simterm
Catalog: languages/simterm-*.po
Languages: fr_fr

source: Theme to use
fr_fr: Thème à utiliser

source: Animate windows by default
fr_fr: Fenêtre animée par défaut

source: Show statusbar with options
fr_fr: Affiche la barre d'état avec les options

source: Default delay between lines
fr_fr: Délais par défaut entre deux lignes

source: Default delay for last line
fr_fr: Délais par défaut pour la dernière ligne

source: Default typing speed for commands and user input
fr_fr: Vitesse de frappe par défaut pour les commandes et les entrées utilisateur

source: Command prepend character
fr_fr: Caractère de début de ligne pour une commande

source: Type prepend character
fr_fr: Caratère de début de ligne pour une entrée utilisateur

source: Transform characters
fr_fr: Transformation de caractères

source: Terminal Window Title
fr_fr: Titre de la fenêtre de terminal

source: Fix special characters that look weird in a terminal window
fr_fr: Fixe les caractères qui semblent bizarres dans la fenêtre de terminal

source: Show window statusbar by default. The statusbar has some options to animate/display all/copy to clipboard
fr_fr: Affiche la barre d'état par défaut. La barre d'état a des options afin d'animer/afficher tout/copier dans le presse-papier

source: Animate terminals by default
fr_fr: Terminal animé par défaut

source: Regular
fr_fr: Regulier

source: Dark
fr_fr: Sombre

source: Light
fr_fr: Clair

source: Blue
fr_fr: Bleu

source: Delay in milliseconds by default
fr_fr: Délais en millisecondes par défaut

source: Delay in milliseconds for multi-line outputs
fr_fr: Délais en millisecondes pour les affichage multi-ligne

source: Delay in milliseconds for the last line. It can be something like 10000 (10 seconds) to wait before replaying animation
fr_fr: Délais en millisecondes pour la dernière ligne. 10000 (10 secondes) à attendre avant de rejouer l'animation

source: Delay in milliseconds for any letter typed in commands and user input (defaults 100ms)
fr_fr: Délais en millisecondes pour chaque caractère entré dans la commande et l'entrée utilisateur (100ms par défaut)

source: Any of these characters may prepend a command input
fr_fr: N'importe lequel de ces caractères peut préfixer une commande

source: Any of these characters may prepend a type input
fr_fr: N'importe lequel de ces caractères peut préfixer une entrée utilisateur

source: Default window title
fr_fr: Titre de la fenêtre par défaut

source: Simulates terminal input/output for tutorials
fr_fr: Simule l'entrée/sortie du terminal pour les tutoriels

source: SimTerm Options
fr_fr: Options de SimTerm

source: SimTerm by <a href="%1$s"">%2$s</a> using Show Your Terms by <a href="%3$s">%4$s</a>
fr_fr: SimTerm par <a href="%1$s"">%2$s</a> utilisant Show Your Terms par <a href="%3$s">%4$s</a>

source: You can edit SimTerm settings here
fr_fr: Vous pouvez éditer les paramètres de SimTerm ici
